tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "clojure/tools"
tap "dbcli/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sqitchers/sqitch"
tap "wix/brew"
brew "adns"
brew "adr-tools"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "antibody"
brew "aspell"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "autossh"
brew "avrdude"
brew "avro-c"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "openjdk"
brew "boot-clj"
brew "carthage"
brew "chruby"
brew "cloc"
brew "cmake"
brew "consul"
brew "coreutils"
brew "curl"
brew "daemonize"
brew "dash"
brew "dbus", restart_service: true
brew "dep"
brew "dfu-programmer"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "dos2unix"
brew "elasticsearch"
brew "elvish"
brew "envconsul"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "wxmac"
brew "fd"
brew "figlet"
brew "findutils"
brew "pcre2"
brew "fish"
brew "flow"
brew "fswatch"
brew "fzf"
brew "gettext"
brew "gawk"
brew "git"
brew "git-crypt"
brew "glances"
brew "libffi"
brew "glib"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "libtool"
brew "pkg-config"
brew "gnutls"
brew "gnupg"
brew "grc"
brew "grep"
brew "hadolint"
brew "hilite"
brew "html2text"
brew "htop"
brew "hub"
brew "hugo"
brew "icu4c"
brew "ipython"
brew "isl"
brew "jenv"
brew "jq"
brew "kafkacat"
brew "kibana"
brew "krb5"
brew "kubernetes-cli"
brew "ldns"
brew "leiningen"
brew "libcbor"
brew "libfido2"
brew "libmpc"
brew "libsass"
brew "libssh"
brew "libssh2"
brew "libxml2"
brew "python@3.8"
brew "libxslt"
brew "markdown"
brew "maven"
brew "midnight-commander"
brew "minikube"
brew "minio"
brew "msgpack"
brew "mysql"
brew "node"
brew "nq"
brew "nushell"
brew "openjdk@11"
brew "openssh"
brew "pgcli"
brew "poetry"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "prestodb"
brew "proctools"
brew "pv"
brew "pyenv"
brew "pygments", link: false
brew "qrencode"
brew "rabbitmq", restart_service: true
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "ruby-build"
brew "ruby-install"
brew "rust"
brew "sassc"
brew "shellcheck"
brew "signal-cli"
brew "subversion"
brew "terminal-notifier"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tmate"
brew "tree"
brew "unixodbc"
brew "unzip"
brew "vault"
brew "watch"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure/tools/clojure"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/yabai"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support", "with-sqlite-support"]
brew "wix/brew/applesimutils"
cask "adobe-acrobat-reader"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "chromedriver"
cask "clipy"
cask "dbeaver-community"
cask "dictionaries"
cask "emacs"
cask "flux"
cask "font-alegreya"
cask "font-anka-coder"
cask "font-architype-renner"
cask "font-enriqueta"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-josefin-sans"
cask "font-latin-modern"
cask "font-latin-modern-math"
cask "font-montserrat"
cask "font-nunito"
cask "gpg-suite"
cask "inkscape"
cask "java"
cask "java11"
cask "julia"
cask "spectacle"
